Repository: singhjassie/AgroSage
Catalog: lib/l10n/app_*.arb
Languages: hi, pa

# app_name
source: AgroSage
hi: एग्रोसेज
pa: ਐਗਰੋਸੇਜ

# greeting
source: Hi, {username}!
hi: नमस्ते, {username}!
pa: ਹੈਲੋ, {username}!

source: Crop Price
hi: फसल की कीमत
pa: ਫਸਲ ਦੀ ਕੀਮਤ

# get_recommended
source: Get Crop Recommendation
hi: फसल अनुशंसा प्राप्त करें
pa: ਫਸਲ ਦੀ ਸਿਫਾਰਸ਼ ਪ੍ਰਾਪਤ ਕਰੋ

source: Weather
hi: मौसम
pa: ਮੌਸਮ

source: Temperature
hi: तापमान
pa: ਤਾਪਮਾਨ

source: Search Products
hi: उत्पादों को खोजना
pa: ਖੋਜ ਉਤਪਾਦ

source: Seeds
hi: बीज
pa: ਬੀਜ

source: wheat seeds
hi: गेहूं के बीज
pa: ਕਣਕ ਦੇ ਬੀਜ

source: Fertile
hi: उपजाऊ
pa: ਉਪਜਾਊ

source: Rice seeds
hi: चावल के बीज
pa: ਚਾਵਲ ਦੇ ਬੀਜ

source: Corn seeds
hi: मक्के के बीज
pa: ਮੱਕੀ ਦੇ ਬੀਜ

# sugarcane
source: Sugrarcane seeds
hi: गन्ने के बीज
pa: ਗੰਨੇ ਦੇ ਬੀਜ
